[
    {
        "Section_Number": 1,
        "Section_Name": "Health and Safety Policy",
        "Questions":
        [
            {
                "Question_Number": 1.1,
                "Question_Name": "The organisation has a valid written health and safety policy in place, signed within 12 months, and distributed to all employees."                
            },
            {
                "Question_Number": 1.2,
                "Question_Name": "The organisation understands its responsibilities for H&S towards employees, customers, visitors and members of the public and this is made clear within the written health and safety policy."
            },
            {
                "Question_Number": 1.3,
                "Question_Name": "The organisation regard the health and safety of employees as an important business objective and this is made clear within the written health and safety policy."
            },
            {
                "Question_Number": 1.4,
                "Question_Name": "The organisation is committed to continuous improvement in health and safety (reducing the number of injuries, cases of work-related ill health, and absences from work and accidental loss) and this is made clear within the written health and safety policy."
            },
            {
                "Question_Number": 1.5,
                "Question_Name": "A named Director or Senior Manager has been given overall responsibility for implementing & reviewing the health and safety policy. This is defined within the written health and safety policy."
            },
            {
                "Question_Number": 1.6,
                "Question_Name": "The organisation includes a commitment to ensuring that all employees are competent to do their jobs safely and without risks to health and this is made clear within the written health and safety policy."
            },
            {
                "Question_Number": 1.7,
                "Question_Name": "The organisation encourages the involvement of employees and safety representatives in the health and safety effort, this is made clear within the written health and safety policy."
            },
            {
                "Question_Number": 1.8,
                "Question_Name": "The organisation has detailed the key persons responsible for health and safety within the organisation and this is made clear within the overall written health and safety policy documentation."
            },
            {
                "Question_Number": 1.9,
                "Question_Name": "The organisation has detailed the arrangements for the management of health and safety in practice within a documented health and safety management system."
            },
            {
                "Question_Number": 1.10,
                "Question_Name": "The organisation reviews its health and safety policy on a regular basis and this can be demonstrated."
            }
        ]
    },
    {
        "Section_Number": 2,
        "Section_Name": "Health and Safety Management",
        "Questions":
        [
            {
                "Question_Number": 2.1,
                "Question_Name": "The organisation has identified competent persons responsible for health and safety advisory roles (including consultants)"
            },
            {
                "Question_Number": 2.2,
                "Question_Name": "The  organisational responsibilities for all aspects of health and safety have been defined and allocated to our managers, supervisors, and team leaders, this is set out in a written document/accountability chart."
            },
            {
                "Question_Number": 2.3,
                "Question_Name": "The organisation  has a clear system and process for the identification and management of all workplace hazards and the development of appropriate risk assessments."
            },
            {
                "Question_Number": 2.4,
                "Question_Name": "The organisation provides clear information to people working on our sites about the hazards and risks and about the risk control measures and safe systems of work which are all easily accessible in the relevant work areas."
            },
            {
                "Question_Number": 2.5,
                "Question_Name": "The organisation has a clear process for the management of our suppliers, and we provide information to persons working on behalf of the organisation (i.e. contractors, visiting drivers) regarding site hazards and risks and about the control measures in place to protect them."
            },
            {
                "Question_Number": 2.6,
                "Question_Name": "The organisation discusses health and safety regularly at a specific health and safety meeting & health and safety is on the agenda of board/senior executive meetings, management meetings and briefings."
            },
            {
                "Question_Number": 2.7,
                "Question_Name": "The organisation has a process for all employees and suppliers to be able to report any incidents, events and observations in a fair and approachable way."
            },
            {
                "Question_Number": 2.8,
                "Question_Name": "The organisation has a robust incident investigation procedure which we use following all incidents to identify immediate, root and underlying causes."
            },
            {
                "Question_Number": 2.9,
                "Question_Name": "The organisation has a robust system for measuring our safety performance using leading and lagging indicators."
            },
            {
                "Question_Number": 2.10,
                "Question_Name": "The organisation has robust audit and inspection processes in place which help us determine our level of compliance from both a system and operational perspective."
            }
        ]
    },
    {
        "Section_Number": 3,
        "Section_Name": "Health and Safety Documented Management System",
        "Questions":
        [
            {
                "Question_Number": 3.1,
                "Question_Name": "The organisation has a fully documented health and safety management system which includes the management policy and procedures and all associated records appropriate for their scope of work."
            },
            {
                "Question_Number": 3.2,
                "Question_Name": "The organisation has specific procedures for the selection, management, and performance of our suppliers from a health and safety perspective."
            },
            {
                "Question_Number": 3.3,
                "Question_Name": "The organisation has specific procedures which covers any high risk activities which they undertake, including PUWER & LOLER regulatory requirements."
            },
            {
                "Question_Number": 3.4,
                "Question_Name": "The organisation has an emergency plan & a business continuity plan for all their sites."
            },
            {
                "Question_Number": 3.5,
                "Question_Name": "The organisation has specific procedures for the identification of all hazards supported by a fully functioning risk assessment process."
            },
            {
                "Question_Number": 3.6,
                "Question_Name": "The organisation has specific permit to work procedures for the management of higher risk work."
            },
            {
                "Question_Number": 3.7,
                "Question_Name": "The organisation has up to date fire risk assessments for all of their business locations."
            },
            {
                "Question_Number": 3.8,
                "Question_Name": "The organisation has specific procedures for all vehicles, plant & equipment including pre-start checks."
            },
            {
                "Question_Number": 3.9,
                "Question_Name": "The organisation has speicifc procedures and arrangements in place for employee welfare facilities."
            },
            {
                "Question_Number": 3.10,
                "Question_Name": "The organisation has a mechanism for document storage, management and review which allows appropriate access to all employees to the correct revision status for each document."
            }
        ]
    },
    {
        "Section_Number": 4,
        "Section_Name": "Health and Safety Meetings",
        "Questions":
        [
            {
                "Question_Number": 4.1,
                "Question_Name": "The organisation has a health and safety management meeting at least once per quarter."
            },
            {
                "Question_Number": 4.2,
                "Question_Name": "The organisation has an appropriate agenda for the health and safety management meeting."
            },
            {
                "Question_Number": 4.3,
                "Question_Name": "The organisation's health and safety management meetings are chaired by an appropriate competent person."
            },
            {
                "Question_Number": 4.4,
                "Question_Name": "Minutes and actions are recorded at each of the health and safety management meetings."
            },
            {
                "Question_Number": 4.5,
                "Question_Name": "An action log and tracker are used to progress actions arising from the health and safety management meeting."
            },
            {
                "Question_Number": 4.6,
                "Question_Name": "The organisation reviews its health and safety performance measures at each meeting."
            },
            {
                "Question_Number": 4.7,
                "Question_Name": "The organisation reviews all incidents arising and actions taken relative to incidents at each health and safety management meeting."
            },
            {
                "Question_Number": 4.8,
                "Question_Name": "The organisation discusses improvements and new initiatives relating to health and safety at each health and safety management meeting."
            },
            {
                "Question_Number": 4.9,
                "Question_Name": "The organisation discusses any health and safety audits and inspections which are either completed or planned at each health and safety management meeting."
            },
            {
                "Question_Number": 4.10,
                "Question_Name": "The organisation reviews any regulatory/client/customer related health and safety concerns at each health and safety management meeting."
            }
        ]
    },
    {
        "Section_Number": 5,
        "Section_Name": "Health and Safety Performance Measurement",
        "Questions":
        [
            {
                "Question_Number": 5.1,
                "Question_Name": "The organisation has a robust system for the recording, collation and analysis of their health and safety performance measurement."
            },
            {
                "Question_Number": 5.2,
                "Question_Name": "The organisation measures lagging indicators."
            },
            {
                "Question_Number": 5.3,
                "Question_Name": "The organisation measures leading indicators."
            },
            {
                "Question_Number": 5.4,
                "Question_Name": "The organisation measures health and safety training plan progress."
            },
            {
                "Question_Number": 5.5,
                "Question_Name": "The organisation measures health and safety performance of their supply chain where this impacts on the delivery of their organisation."
            },
            {
                "Question_Number": 5.6,
                "Question_Name": "The organisation has arrangements in place for the audit and inspection of their operations in practice and these form part of their measurement system."
            },
            {
                "Question_Number": 5.7,
                "Question_Name": "The organisation measures and analyses all their incidents as part of their performance measurement system – lagging indicators in (5.2)"
            },
            {
                "Question_Number": 5.8,
                "Question_Name": "The organisation measures their health and safety improvement action plans to ensure on time effective completion."
            },
            {
                "Question_Number": 5.9,
                "Question_Name": "The organisation uses charts, diagrams and tables to illustrate their health and safety performance to enable them to identify trends, outliers and other issues."
            },
            {
                "Question_Number": 5.10,
                "Question_Name": "The organisation has a robust method for analysing their health and safety performance data which can then be converted to actionable information and form part of their improvement planning process for health and safety."
            }
        ]
    },
    {
        "Section_Number": 6,
        "Section_Name": "Health and Safety Committee & Representatives",
        "Questions":
        [
            {
                "Question_Number": 6.1,
                "Question_Name": "The organisation consults & engages with their employees on all matters relating to health and safety."
            },
            {
                "Question_Number": 6.2,
                "Question_Name": "The organisation has a procedure to allow the reporting of all health and safety related events both positive and negative."
            },
            {
                "Question_Number": 6.3,
                "Question_Name": "The organisation has a fully functioning health and safety committee which is well represented by our employee base."
            },
            {
                "Question_Number": 6.4,
                "Question_Name": "The organisation has designated health and safety representatives and/or safety champions."
            },
            {
                "Question_Number": 6.5,
                "Question_Name": "The organisation's health and safety committee review their health and safety competence requirements."
            },
            {
                "Question_Number": 6.6,
                "Question_Name": "The organisation's health and safety committee review their supply chain health and safety and quality issues."
            },
            {
                "Question_Number": 6.7,
                "Question_Name": "The organisation's health and safety committee recommend and review health and safety improvements."
            },
            {
                "Question_Number": 6.8,
                "Question_Name": "The organisation's health and safety representatives/safety champions carry out inspections."
            },
            {
                "Question_Number": 6.9,
                "Question_Name": "The organisation's health and safety committee review and comment on their H&S performance KPI’s."
            },
            {
                "Question_Number": 6.10,
                "Question_Name": "The organisation's health and safety committee are an approachable point of contact for all their employees to discuss H&S issues and concerns."
            }
        ]
    },
    {
        "Section_Number": 7,
        "Section_Name": "Health and Safety Incident Investigation Process",
        "Questions":
        [
            {
                "Question_Number": 7.1,
                "Question_Name": "The organisation has developed procedure for incident investigation which they apply to all incidents"
            },
            {
                "Question_Number": 7.2,
                "Question_Name": "The organisation's procedure uses tools and techniques to enable them to understand immediate, root and underlying causes of incidents."
            },
            {
                "Question_Number": 7.3,
                "Question_Name": "The organisation involves all parties related to the incident in the investigation process."
            },
            {
                "Question_Number": 7.4,
                "Question_Name": "The organisation's incident response process includes initial response requirements to any incident including site shutdown or other initial mitigation steps."
            },
            {
                "Question_Number": 7.5,
                "Question_Name": "The organisation prepares and plan their incident investigations."
            },
            {
                "Question_Number": 7.6,
                "Question_Name": "The organisation gathers information including taking witness statements, photographs or videos from site, carrying out interviews etc to ensure they have a good all-round picture of the incident."
            },
            {
                "Question_Number": 7.7,
                "Question_Name": "The organisation reviews any regulatory reporting requirements arising from any incident and ensure that these are followed up diligently as required by the regulator."
            },
            {
                "Question_Number": 7.8,
                "Question_Name": "The organisation follows up each incident investigation with improvement plans."
            },
            {
                "Question_Number": 7.9,
                "Question_Name": "The organisation follows up any incident investigation as appropriate with HR where there may be disciplinary implications."
            },
            {
                "Question_Number": 7.10,
                "Question_Name": "The organisation communicates the incident and its findings through a safety alert or equivalent to all staff."
            }
        ]
    },
    {
        "Section_Number": 8,
        "Section_Name": "Health and Safety Incident Reporting Process",
        "Questions":
        [
            {
                "Question_Number": 8.1,
                "Question_Name": "The organisation has a procedure for all their staff to report health and safety incidents promptly."
            },
            {
                "Question_Number": 8.2,
                "Question_Name": "The organisation has protocols in place for all their staff to report health and safety “events” which may prevent incidents in future. This includes hazard identification, near misses, positive safety actions etc."
            },
            {
                "Question_Number": 8.3,
                "Question_Name": "The organisation explains to all their staff periodically what an “incident” or health and safety “event” is, the importance of reporting these and how to report them."
            },
            {
                "Question_Number": 8.4,
                "Question_Name": "The organisation investigates and/or reviews all incidents and events reported as appropriate."
            },
            {
                "Question_Number": 8.5,
                "Question_Name": "The organisation keeps a record of all incidents and events reported and these are stored appropriately."
            },
            {
                "Question_Number": 8.6,
                "Question_Name": "The organisation measures incidents and events reported as part of their health and safety performance measurement system."
            },
            {
                "Question_Number": 8.7,
                "Question_Name": "The organisation learns from incidents and events reported and these form part of its health and safety improvement plan."
            },
            {
                "Question_Number": 8.8,
                "Question_Name": "The organisation communicates key health and safety events to all staff as appropriate."
            },
            {
                "Question_Number": 8.9,
                "Question_Name": "The organisation applies a just and fair apporach to the follow up to all incidents and events reported."
            },
            {
                "Question_Number": 8.10,
                "Question_Name": "The organisation understands the importance of all staff having free and unencumbered access to reporting health and safety incidents and events."
            }
        ]
    },
    {
        "Section_Number": 9,
        "Section_Name": "Health and Safety Training Plan",
        "Questions":
        [
            {
                "Question_Number": 9.1,
                "Question_Name": "The organisation has a training plan for all their staff."
            },
            {
                "Question_Number": 9.2,
                "Question_Name": "The organisation undertakes a training needs analysis for their staff which takes into account their job role and any health and safety training that is necessary to fulfil the role safely and in compliance with regulations."
            },
            {
                "Question_Number": 9.3,
                "Question_Name": "The organisation has a system for checking certification prior to new employees commencing work within their company."
            },
            {
                "Question_Number": 9.4,
                "Question_Name": "The organisation has a health and safety induction process for all new starts within the company."
            },
            {
                "Question_Number": 9.5,
                "Question_Name": "The organisation has a health and safety development training plan for specific staff to support enhanced health and safety competence"
            },
            {
                "Question_Number": 9.6,
                "Question_Name": "The organisation holds health and safety “stand-down” days to promote specific health and safety learning."
            },
            {
                "Question_Number": 9.7,
                "Question_Name": "The organisation puts out “safety bulletins” or equivalent short learning briefings when they need to alert their staff or raise awareness of health and safety issues."
            },
            {
                "Question_Number": 9.8,
                "Question_Name": "The organisation's staff are subject to annual induction refresher training."
            },
            {
                "Question_Number": 9.9,
                "Question_Name": "The organisation has a schedule of toolbox talks and safety briefings which is followed."
            },
            {
                "Question_Number": 9.10,
                "Question_Name": "The organisation has an \"appointed\" person responsible for the oversight of the training plan."
            }
        ]
    },
    {
        "Section_Number": 10,
        "Section_Name": "Risk Management Process",
        "Questions":
        [
            {
                "Question_Number": 10.1,
                "Question_Name": "The organisation has a business wide risk management process which it reviews on an annual basis the risks and opportunities facing the organisation."
            },
            {
                "Question_Number": 10.2,
                "Question_Name": "The organisation has a system for identifying operational hazards, assessing risks and deciding how they can be eliminated or controlled as part of their risk assessment and method statement procedures."
            },
            {
                "Question_Number": 10.3,
                "Question_Name": "The organisation involves the workforce in preparing & undertaking risk assessments, preparing safety-related rules and procedures, investigating incidents and problem solving."
            },
            {
                "Question_Number": 10.4,
                "Question_Name": "The organisation's incident and events reporting procedures support the identification of risks and the management & mitigation of these new risks."
            },
            {
                "Question_Number": 10.5,
                "Question_Name": "The organisation has a system for reviewing and updating their risk assessments."
            },
            {
                "Question_Number": 10.6,
                "Question_Name": "The organisation has a procedure for dynamic and/or point of work risk assessments, which provides a means of hazard identification and risk management just prior to commencing tasks allowing for new & emerging hazards to be managed more effectively."
            },
            {
                "Question_Number": 10.7,
                "Question_Name": "The organisation has an emergency plan that covers all our workplace locations."
            },
            {
                "Question_Number": 10.8,
                "Question_Name": "The organisation  has a business continuity plan."
            },
            {
                "Question_Number": 10.9,
                "Question_Name": "The organisation has well developed health and safety  \"principles\", “life-saving or golden rules”"
            },
            {
                "Question_Number": 10.10,
                "Question_Name": "The organisation trains appropriate staff on how to undertake risk assessments."
            }     
        ]
    },
    {
        "Section_Number": 11,
        "Section_Name": "H&S Audit & Inspection Arrangements",
        "Questions":
        [
            {
                "Question_Number": 11.1,
                "Question_Name": "The organisation has process for undertaking health and safety audits – these audits focus on their health and safety management system and supporting documents to ensure fitness for purpose and compliance with regulations."
            },
            {
                "Question_Number": 11.2,
                "Question_Name": "The organisation has a process for undertaking health and safety inspections – these inspections focus on their health and safety practice within all their operations."
            },
            {
                "Question_Number": 11.3,
                "Question_Name": "The organisation has competent persons employed to carry out their health and safety audits."
            },
            {
                "Question_Number": 11.4,
                "Question_Name": "The organisation has competent persons employed to carry out their health and safety inspections."
            },
            {
                "Question_Number": 11.5,
                "Question_Name": "The organisation records and measure the results from their health and safety inspections and these feature as part of the overall health and safety performance measurement system."
            },
            {
                "Question_Number": 11.6,
                "Question_Name": "The organisation utilises the results of all their health and safety audits to inform the health and safety improvement plan"
            },
            {
                "Question_Number": 11.7,
                "Question_Name": "The organisation is ISO certified for ISO45001 and use the feedback from audits for learning and improvement."
            },
            {
                "Question_Number": 11.8,
                "Question_Name": "The organisation is accredited by appropriate bodies for all or part of their health and safety management systems."
            },
            {
                "Question_Number": 11.9,
                "Question_Name": "The organisation plans for all intenral and external audits."
            },
            {
                "Question_Number": 11.10,
                "Question_Name": "The organsiation actively benchmarks its progress on both internal and external audits."
            }
        ]
    },
    {
        "Section_Number": 12,
        "Section_Name": "H&S Improvement Planning",
        "Questions":
        [
            {
                "Question_Number": 12.1,
                "Question_Name": "The organisation has well defined health and safety mission, vision, and goals."
            },
            {
                "Question_Number": 12.2,
                "Question_Name": "The organisation has a health and safety improvement plan set out over time to meet the mission, vision, and goals."
            },
            {
                "Question_Number": 12.3,
                "Question_Name": "The organisation reviews their health and safety improvement plan progress at regular health and safety management meetings."
            },
            {
                "Question_Number": 12.4,
                "Question_Name": "The organisation has a competent responsible person who manages the oversight, administration and reporting of the health and safety improvement plan."
            },
            {
                "Question_Number": 12.5,
                "Question_Name": "Progress of the organisations health and safety improvement plan is reported as a part of their overall health and safety performance measurement system."
            },
            {
                "Question_Number": 12.6,
                "Question_Name": "The outcomes of  incident investigations and events reporting are where appropriate added to the health and safety improvement plan."
            },
            {
                "Question_Number": 12.7,
                "Question_Name": "All elements of the health and safety improvement plan have an owner, a start date, and an end date."
            },
            {
                "Question_Number": 12.8,
                "Question_Name": "The health and safety improvement plans are reviewed and communicated regularly to all staff."
            },
            {
                "Question_Number": 12.9,
                "Question_Name": "Health & Safety improvements are followed up to check for effectiveness in practice."
            },
            {
                "Question_Number": 12.10,
                "Question_Name": "The organisation views health and safety improvement as an investment."
            }
        ]
    }
]